,
  "playStyles": [
    "A blisteringly fast",
    "A brilliant and elegant attacking talent",
    "A brilliant and graceful attacking midfielder",
    "A brilliant central midfielder",
    "A brilliant left-winger known for his mesmerizing dribbling",
    "A cannon of a left foot",
    "A classic centre-forward known for immense power",
    "A clinical forward with superb off-the-ball movement",
    "A complete and tireless striker.",
    "A complete central midfielder",
    "A complete footballer",
    "A complete striker",
    "A complete striker with incredible technical ability",
    "A consistent threat who elevates his team.",
    "A constant threat on the counter-attack",
    "A constant threat to defenders and a prolific assist provider.",
    "A deadly striker with powerful shots",
    "A diminutive but incredibly dynamic attacking midfielder",
    "A diminutive winger with dazzling dribbling skills",
    "A diminutive yet explosive winger/forward with incredible pace",
    "A dominant and intelligent center-back",
    "A dominant box-to-box midfielder",
    "A dominant goal machine",
    "A dominant sweeper who initiated attacks from deep",
    "A dynamic and elegant forward",
    "A dynamic and explosive striker",
    "A fierce and explosive attacker",
    "A fierce competitive spirit",
    "A fiery and prolific striker with an unmatched heading ability and an incredible knack for acrobatic finishes. combined power",
    "A fiery and skillful left-winger known for his explosive pace",
    "A flamboyant and highly skilled attacker known for audacious dribbling",
    "A flamboyant and mesmerizing winger",
    "A gifted left winger renowned for his exceptional dribbling",
    "A graceful and intelligent attacking midfielder with an uncanny ability to read the game",
    "A graceful and intelligent attacking midfielder with exquisite first touch",
    "A graceful and intelligent midfielder",
    "A highly intelligent and creative forward",
    "A highly versatile full-back/midfielder known for his exceptional crossing",
    "A key offensive force for his club.",
    "A leader on the pitch with a knack for decisive moments.",
    "A left-footed wizard with incredible technical ability",
    "A legendary central defender and captain",
    "A legendary goalkeeper renowned for his lightning reflexes",
    "A legendary left-footed striker with an explosive shot",
    "A magical dribbler",
    "A magical dribbler and prolific scorer",
    "A master of anticipation and aerial duels",
    "A mercurial and technically brilliant midfielder",
    "A midfield genius with unparalleled vision",
    "A natural goal-scorer with an uncanny ability to appear in the right place at the time. agile",
    "A natural-born goalscorer with an uncanny ability to find the back of the net. clinical finishing",
    "A phenomenal striker with explosive pace",
    "A pioneering attacking full-back",
    "A potent striker with exceptional acceleration",
    "A powerful",
    "A powerful and agile striker",
    "A powerful and clinical striker with an immense left foot shot",
    "A powerful and prolific forward",
    "A powerful attacking midfielder",
    "A prolific and acrobatic striker",
    "A prolific and opportunistic striker",
    "A prolific austrian striker known for his incredible goalscoring instincts",
    "A prolific goalscorer with a cultured left foot",
    "A prolific scorer",
    "A pure goal machine.",
    "A pure goalscorer",
    "A quick and technically gifted forward",
    "A relentless and energetic midfielder",
    "A relentless and unstoppable force.",
    "A relentless attacking force",
    "A relentlessly dominant striker with a fearsome shot",
    "A revolutionary sweeper",
    "A seasoned leader",
    "A seasoned veteran striker",
    "A seemingly effortless genius",
    "A small but tenacious and skillful forward or winger",
    "A supremely elegant and powerful defensive midfielder",
    "A supremely talented winger known for his mesmerizing dribbling",
    "A technically brilliant inside-forward",
    "A tireless and intelligent striker",
    "A true leader and calming force.",
    "A true legend in the making",
    "A true on-field general and tactical mastermind.",
    "A true orchestrator for ac milan.",
    "A true real madrid icon.",
    "A true scoring machine.",
    "A true titan of the game",
    "A truly unparalleled individual season where messi shattered goal-scoring records",
    "A versatile",
    "A versatile and elegant defender",
    "A versatile and robust defender",
    "A versatile forward",
    "A vital cog in real madrid's european dynasty.",
    "A world-class defender with exceptional tactical awareness",
    "Able to score from any angle.",
    "Acting as an extra defender.",
    "Adapted to real madrid",
    "Adapting his game for maximum impact.",
    "Aerial dominance",
    "Aerial prowess",
    "Almost single-handedly carrying portugal at the world cup.",
    "Always finding space in the box.",
    "Always finding the net.",
    "An all-action central forward who influenced play across the entire pitch",
    "An apex predator",
    "An electrifying winger with dazzling skill",
    "An elegant",
    "An elegant and astute central defender",
    "An elegant and gifted playmaker",
    "An elegant and highly intelligent attacking midfielder",
    "An elegant and imaginative attacking midfielder with exceptional dribbling skills",
    "An elegant and intelligent attacking midfielder",
    "An elegant and intelligent central midfielder",
    "An elegant and intelligent deep-lying playmaker",
    "An elegant and intelligent midfielder",
    "An elegant and technically gifted attacking midfielder with exceptional dribbling",
    "An energetic and tenacious forward",
    "An explosive",
    "An iconic forward with a unique blend of strength",
    "An imposing and agile shot-stopper with incredible reflexes",
    "An incredibly athletic and powerful striker with explosive pace",
    "An incredibly versatile and powerful player",
    "An innovative and commanding goalkeeper",
    "An intelligent attacker with exceptional off-the-ball movement",
    "An unlikely hero who burst onto the scene at the 1990 world cup",
    "An unmatched blend of pace",
    "An unparalleled creative force and goalscorer",
    "An unstoppable dribbler with incredible close control",
    "An unstoppable force",
    "And a clinical eye for goal. master of intricate passing and controlled dribbling.",
    "And a consistent goal threat from all angles.",
    "And a deadly eye for goal from both open play and set-pieces. the heart of juventus.",
    "And a devastating shot. known for tearing through defenses and scoring goals from any angle.",
    "And a flair for the dramatic. could dictate play from deep or score crucial goals.",
    "And a keen eye for goal",
    "And a key player in barcelona's dominant run.",
    "And a knack for scoring crucial goals.",
    "And a knack for scoring spectacular goals",
    "And a powerful long shot. he dictated the tempo of the game and was a master of set-pieces.",
    "And a powerful shot. he was known for cutting inside and scoring crucial goals for m\\u00f6nchengladbach.",
    "And a relentless drive to score",
    "And a relentless drive to win",
    "And a tendency to provoke defenders. he was a constant threat in the final third.",
    "And ability to brush off defenders. a true battering ram.",
    "And ability to convert chances with minimal fuss.",
    "And ability to create chances for teammates",
    "And ability to create chances for teammates. the fulcrum of his team.",
    "And ability to create chances from nothing. a true orchestrator.",
    "And ability to create chances from wide areas. a decisive match-winner for both club and country.",
    "And ability to create chances or score spectacular goals from wide positions.",
    "And ability to dictate the tempo of the game. a true creative force.",
    "And ability to dribble through defenses. the engine of the 'magic square.'",
    "And ability to find the net from almost anywhere inside the box. lethal in front of goal.",
    "And ability to perform on the biggest stage cemented his legend",
    "And ability to pull off gravity-defying saves. he was a cornerstone of czechoslovakia's success.",
    "And ability to score crucial goals. a true footballing brain.",
    "And ability to score crucial goals. adapted well to italian football.",
    "And ability to score from any angle. a true goal predator.",
    "And ability to score vital goals. a constant threat.",
    "And ability to use both feet with equal skill. scored the winning penalty in the world cup final.",
    "And ability to weave through tight spaces made him an indispensable creative force. his performances in euro 2012 were stellar.",
    "And aerial ability. seamlessly transitioned his goalscoring prowess from dynamo kyiv to ac milan.",
    "And aerial prowess",
    "And aerial prowess made him a constant threat",
    "And aggression.",
    "And aggressive dribbling to dominate defenses and score crucial goals.",
    "And an ability to start attacks from the back.",
    "And an engine-like work rate across the midfield.",
    "And an increasing aerial threat.",
    "And an innate sense of positioning. could score any type of goal.",
    "And an instinct for goal in any situation.",
    "And an intimidating aura in goal.",
    "And an uncanny ability to find the back of the net from anywhere.",
    "And clinical finishing",
    "And clinical finishing from any angle.",
    "And clinical finishing from the left wing were crucial to barcelona's success.",
    "And clinical finishing inside the box",
    "And clinical finishing made him lethal in front of goal",
    "And clinical finishing to lead ac milan's attack. a relentless goal-getter.",
    "And clinical finishing. led the line with relentless determination and leadership",
    "And clinical finishing. rarely missed an opportunity.",
    "And clutch moments",
    "And composed defending",
    "And creative flair",
    "And creative link-up play",
    "And crossing ability",
    "And crucial assists",
    "And crucial goal-scoring ability. led his team by example.",
    "And crucial goal-scoring in big moments.",
    "And crucial goals made him the talisman for hamburg",
    "And crucial goalscoring output",
    "And dead-ball expertise. he was a constant threat",
    "And deadly finishing made him virtually unplayable",
    "And deadly in the box",
    "And decisive moments powered barcelona to a second treble.",
    "And defensive solidity",
    "And defensively astute.",
    "And delivering crucial goals.",
    "And determination",
    "And dictating tempo from midfield.",
    "And disruptive pressing.",
    "And dominating the midfield with his intelligence and physicality. also a capable center-back.",
    "And dynamic box-to-box runs. the tireless heart of the french midfield.",
    "And excellent link-up play",
    "And excellent off-the-ball movement",
    "And fair play.",
    "And fearless approach. a handful for any defender.",
    "And fierce leadership. spearheaded west germany's world cup triumph.",
    "And finishing were at their peak",
    "And finishing. regularly produced moments of magic",
    "And goal-scoring ability",
    "And goalscoring ability.",
    "And goalscoring for club and country.",
    "And incredible aerial ability",
    "And incredible stamina down the flank.",
    "And inspirational leadership on the field.",
    "And inspiring leadership from midfield.",
    "And intelligent movement.",
    "And intelligent movement. the heartbeat of a dominant team.",
    "And key contributions in goals and assists from the left wing were crucial.",
    "And knack for scoring crucial goals.",
    "And leadership",
    "And leadership qualities",
    "And leadership to marshal the defense and initiate attacks.",
    "And leadership were instrumental in decisive matches",
    "And leading his national team to glory.",
    "And natural finishing ability",
    "And pinpoint crosses",
    "And pioneering role in sweeping. revolutionized the position.",
    "And playing with pure joy and flair.",
    "And playmaking.",
    "And powerful long-range shots",
    "And powerful long-range shots. dictated play from midfield.",
    "And powerful long-range shots. the 'golden galician.'",
    "And powerful overlapping runs.",
    "And powerful shots",
    "And powerful shots.",
    "And precise finishing. known for crucial goals in big matches",
    "And prolific goal-scoring ability.",
    "And prolific goal-scoring from wide areas.",
    "And quick reflexes defined his predatory style.",
    "And relentless work rate",
    "And relentless work rate. a true hamburger sv legend.",
    "And reliable distribution.",
    "And ruthless finishing",
    "And score spectacular free-kicks and long-range goals. a true artist of the game.",
    "And scored important goals for juventus.",
    "And sheer determination.",
    "And skillful attacker capable of playing almost anywhere",
    "And strong leadership. could dictate play from deep or surge forward.",
    "And surprising agility for his build.",
    "And surprising goalscoring ability from various positions. a true workhorse upfront.",
    "And the ability to torment defenders",
    "And the ability to unlock defenses with a single pass or dazzling run. nicknamed 'the genius'.",
    "And the agility to evade defenders. a true goal machine.",
    "And the knack for scoring spectacular goals from any position.",
    "And timeless elegance as a defender.",
    "And tireless work rate on the right flank. a symbol and instrumental player of the treble-winning manchester united.",
    "And unmatched drive to win",
    "And unorthodox striker",
    "And unparalleled ball retention.",
    "And unparalleled goal-scoring instincts from any range.",
    "And unwavering determination in crucial moments.",
    "And valuable link-up play",
    "And vision",
    "And visionary passing to dominate games from various attacking positions. known for weaving through defenses with unparalleled agility and precision.",
    "And visionary passing.",
    "At his absolute peak",
    "At his peak",
    "At the peak of his physical powers",
    "At the peak of his powers",
    "Athleticism",
    "Audacious skill",
    "Balance",
    "Ball-winning abilities",
    "Balletic midfielder with mesmerising dribbling",
    "Became a global superstar in his own right",
    "Becoming central to barcelona's attacking philosophy.",
    "Becoming real madrid's spearhead. his power",
    "Blistering pace",
    "Box-to-box dominance",
    "Box-to-box midfielder with an incredible goalscoring record from midfield",
    "Breathtaking skill",
    "Breathtaking skills",
    "Bringing power",
    "But now with even more experience and confidence",
    "Capable of breaking up play",
    "Capable of changing games instantly with his explosiveness.",
    "Capable of creating chances out of nothing",
    "Capable of dominating as a center-forward or center-back",
    "Capable of playing anywhere across the backline.",
    "Capable of playing anywhere across the backline. known for his exceptional passing range",
    "Capable of producing moments of magic. his influence stretched across goal-scoring and playmaking",
    "Capable of scoring breathtaking goals and creating chances with his sublime dribbling",
    "Capable of scoring from anywhere in the final third.",
    "Capable of single-handedly changing the course of a game with his dribbling and goal contribution.",
    "Capable of single-handedly winning matches.",
    "Capable of unlocking any defense and driving his team's attack.",
    "Capable of unlocking defenses with sublime passes and powerful shots. the creative heart of barcelona.",
    "Capitano of world cup winners",
    "Central to barcelona's treble-winning team",
    "Clever movement",
    "Clinical",
    "Clinical finisher",
    "Clinical finishing",
    "Close control",
    "Combined defensive solidity with intelligent forward runs and leadership. exceptional tactical awareness and anticipation.",
    "Combined with clinical finishing and incredible power. a force of nature who terrorized defenses",
    "Combining blistering pace",
    "Combining breathtaking dribbling",
    "Combining clinical finishing with intelligent movement",
    "Combining clinical finishing with intelligent movement.",
    "Combining defensive solidity with powerful",
    "Combining electrifying pace",
    "Combining flair with decisive contributions.",
    "Combining individual brilliance with exceptional team play. his goal-scoring",
    "Combining physical strength",
    "Combining prolific scoring with elite link-up play and crucial goals in big moments.",
    "Combining speed",
    "Combining tireless work rate with elegant dribbling",
    "Combining unparalleled dribbling",
    "Commanding",
    "Commanding presence",
    "Commanding presence in midfield",
    "Complete striker with sublime technical ability",
    "Confirming his status as europe's best.",
    "Consistently dangerous on the left flank",
    "Consistently excellent",
    "Consistently finding the back of the net.",
    "Continued his prolific goal-scoring",
    "Continued his reign as the world's premier playmaker",
    "Continued to be the driving force for manchester united",
    "Continued to dominate at the highest level",
    "Continuing his reign",
    "Continuing to be real madrid's offensive lynchpin.",
    "Continuing to defy age with his prolific goalscoring",
    "Control",
    "Controls tempo with exceptional passing",
    "Created chances with exquisite passing and close control",
    "Creating and scoring with unmatched consistency",
    "Creative flair",
    "Crucial assists",
    "Crucial for bayern",
    "Crucial goals",
    "Culminating in an iconic world cup performance.",
    "Dazzling dribbling",
    "Dazzling dribbling skills",
    "Dazzling runs",
    "Deadly finishing",
    "Deceptively strong",
    "Decisive goals in crucial matches",
    "Deep-lying playmaker",
    "Defensive solidity",
    "Deliver pinpoint passes",
    "Demonstrating consistent brilliance with his powerful strikes",
    "Demonstrating unparalleled elegance and tactical awareness from the back.",
    "Despite a challenging team season",
    "Despite a challenging world cup final",
    "Despite injury struggles",
    "Determination",
    "Devastating directness",
    "Developing vision",
    "Dictating attacks with surgical precision",
    "Dictating play",
    "Dictating play and creating chances with deceptive ease.",
    "Dictating play with mesmerizing dribbles",
    "Dictating play with unmatched vision and passing. his experience and tactical awareness made him indispensable in crucial matches.",
    "Dictating tempo from midfield with flair.",
    "Dictating tempo with exquisite passing",
    "Dictating tempo with exquisite short passing",
    "Direct dribbling",
    "Direct forward with incredible pace and a powerful shot",
    "Direct runs",
    "Direct winger with a devastating shot and the ability to score crucial goals",
    "Displaying remarkable composure and leadership.",
    "Dominant and commanding central defender",
    "Dominant ball-carrier",
    "Dominant goalkeeping with acrobatic saves",
    "Dominating matches with his physical presence",
    "Dominating the world cup with his uncanny ability to find the net from any angle",
    "Dribbling",
    "Dribbling runs",
    "Dribbling virtuoso with exceptional close control",
    "Driving attacks and breaking down defenses with his unique blend of skill and physicality.",
    "Driving both club and country forward.",
    "Driving real madrid's attack.",
    "Driving them to domestic success. his aggressive attacking style was paramount.",
    "Dynamic attacker",
    "Dynamic dribbling",
    "Electrifying winger known for his explosive pace",
    "Elegant",
    "Elegant and technically sublime attacking midfielder. dictated play",
    "Elegant defending",
    "Elegant dribbling",
    "Elegant finishing",
    "Elevated his scoring output",
    "Elkj\\u00e6r was a force of nature",
    "Embodying the 'total football' philosophy.",
    "Enhancing his tactical intelligence and leadership. orchestrated attacks with sublime passes and a dangerous long shot.",
    "Epitomizing total football.",
    "Equally adept at left-back or centre-back. renowned for his tactical intelligence",
    "Especially at euro '96.",
    "Especially following his triumphant return.",
    "Especially in europe.",
    "Especially in the champions league.",
    "Especially notable during the world cup.",
    "Even if barcelona's team wasn't as dominant this specific year. his individual brilliance shone through.",
    "Excellent aerial ability",
    "Excellent ball control",
    "Excellent positioning",
    "Excellent shot-stopper",
    "Excelling in link-up play",
    "Exceptional aerial ability",
    "Exceptional ball control",
    "Exceptional close control",
    "Exceptional leadership for his age",
    "Exceptional movement",
    "Exceptional passing",
    "Exceptional passing range",
    "Exceptional vision",
    "Explosive",
    "Explosive forward or winger with exceptional pace and strength",
    "Explosive pace",
    "Explosive winger",
    "Explosive winger-turned-forward with an insatiable hunger for goals. his direct runs",
    "Exquisite passing",
    "Famed for his blistering pace",
    "Famous for his acrobatic saves",
    "Famous for his incredible dribbling",
    "Fearless",
    "Finding space in the box",
    "Flair",
    "Flamboyant and an entertainer with the ball.",
    "Fluid movement",
    "Forming a deadly partnership with messi and su\\u00e1rez. his audacious dribbling",
    "Forming a formidable attacking partnership while adding defensive work rate.",
    "Free-kick expertise",
    "Free-kicks",
    "Graceful yet explosive",
    "Great aerial ability",
    "Guiding france to euro 2000 glory with sublime performances and decisive moments. unmatched control and vision.",
    "Guiding juventus to their first european cup title.",
    "He commanded the entire attacking third",
    "He continued to dazzle with his dribbling and passing",
    "He redefined the role of a defender.",
    "He remained an individual beacon of brilliance",
    "His individual output remained phenomenal.",
    "His passing range and control were unmatched",
    "His performances leading up to it were sensational",
    "Impactful on both ends.",
    "Impeccable tackling",
    "Imposing presence",
    "Incisive dribbling",
    "Incisive passes",
    "Incisive passing",
    "Increasingly prolific scorer",
    "Incredible acceleration over short distances",
    "Incredible aerial ability",
    "Incredible aerial prowess",
    "Incredible athleticism",
    "Incredible engine",
    "Incredible goal-scoring instinct",
    "Incredible goal-scoring instincts",
    "Incredible passing range",
    "Incredible power",
    "Incredible reflexes",
    "Incredible strength",
    "Incredible vision",
    "Incredible work rate",
    "Iniesta's close control",
    "Initiating attacks with precise passing and carries.",
    "Inspiring leadership",
    "Instrumental in celtic's historic european cup win.",
    "Intelligent forward",
    "Intelligent forward with clinical finishing and great off-the-ball movement.",
    "Intelligent forward with exceptional dribbling and composure",
    "Intelligent movement",
    "Intelligent passing",
    "Intelligent positioning",
    "Intelligent striker",
    "Keegan continued his dominance in germany",
    "Keegan's work rate",
    "Known for exquisite dribbling",
    "Known for his ability to glide past defenders and score crucial goals.",
    "Known for his aerial ability",
    "Known for his clinical efficiency.",
    "Known for his clinical finishing",
    "Known for his clinical finishing inside the penalty area",
    "Known for his dazzling dribbling",
    "Known for his direct runs",
    "Known for his elegant finishing and crucial goals",
    "Known for his exceptional ball control",
    "Known for his exceptional link-up play",
    "Known for his exceptional reading of the game",
    "Known for his exquisite passing range",
    "Known for his impeccable tackling",
    "Known for his match-winning performances.",
    "Known for his powerful shots",
    "Known for his raw strength",
    "Known for his relentless energy",
    "Known for his superb vision",
    "Known for his thunderous long-range shots",
    "Known for his tireless running",
    "Known for his visionary passing",
    "Known for spectacular volleys",
    "Launching attacks",
    "Leadership",
    "Leading a less fancied cagliari side to prominence.",
    "Leading argentina to the final with crucial goals and assists. maintained his high standards of dribbling and creativity despite barcelona's slightly less dominant season.",
    "Leading arsenal's attack.",
    "Leading barcelona to a title",
    "Leading barcelona to another title.",
    "Leading bayern to european glory",
    "Leading both bayern and west germany to great success.",
    "Leading both club and country to historic victories.",
    "Leading by example with new club barcelona.",
    "Leading cagliari to a historic serie a title with his powerful left foot",
    "Leading from the back with authority and flair.",
    "Leading from the back.",
    "Leading hamburg with his unmatched energy",
    "Leading hellas verona to an unexpected serie a title",
    "Leading his team to a domestic title and making deep champions league runs.",
    "Leading real madrid with his extraordinary all-around ability and winning mentality.",
    "Leading the 'msn' trio",
    "Leading the line with a relentless hunger for goals.",
    "Leading the line with incredible goalscoring prowess",
    "Lethal shooting",
    "Linking play",
    "Maestro in midfield",
    "Maintained his high level of performance",
    "Maintained his incredible goal-scoring consistency",
    "Maintained his incredible goal-scoring form",
    "Master of off-the-ball movement",
    "Mesmerizing defenders with his close control",
    "Messi continued to be a prolific scorer and creator",
    "Messi returned to his dazzling best",
    "Now at real madrid.",
    "Now evolved into a pure number nine",
    "Now fully acclimatized in germany",
    "Often beating multiple defenders with ease. the star of united's european triumph.",
    "Often breaking defensive lines with sheer force.",
    "Often carrying his team.",
    "Often dropping deep to orchestrate attacks.",
    "Often from midfield for barcelona and brazil.",
    "Often pulling strings from deep.",
    "Often unmarking himself to create space and opportunities.",
    "Operating as a 'false nine'",
    "Opportunistic movement in the box",
    "Orchestrating attacks",
    "Orchestrating attacks from deep with elegant dribbling",
    "Orchestrating attacks with surgical precision and scoring with breathtaking accuracy from open play and free-kicks. the focal point of france's emerging golden generation.",
    "Orchestrating from deep",
    "Orchestrating from deeper",
    "Orchestrating play from the center.",
    "Orchestrating play with surgical precision.",
    "Particularly at the world cup.",
    "Particularly for the croatian national team at the world cup.",
    "Particularly in international playoffs.",
    "Passing range",
    "Penalty specialist",
    "Pinpoint crossing",
    "Platini dominated europe with his vision",
    "Platini was unstoppable. orchestrating play with unparalleled vision",
    "Platini's genius was in full flow",
    "Playing a pivotal role in major trophy triumphs for club and country.",
    "Playing a vital role in guiding manchester united to european cup glory.",
    "Playmaking",
    "Possessing unparalleled vision",
    "Post-world cup glory",
    "Power",
    "Powerful attacking midfielder with incredible dribbling",
    "Powerful finishing",
    "Powerful free-kicks",
    "Powerful headers",
    "Powerful left foot",
    "Powerful long shots",
    "Powerful long-range shots",
    "Powerful runs",
    "Powerful shooting",
    "Powerful shot",
    "Powerful shots",
    "Powerful winger known for dazzling dribbling",
    "Precise dribbling under pressure",
    "Precise finishing",
    "Precise passing",
    "Precise tackling",
    "Predatory finishing",
    "Predatory instinct in the box",
    "Proactive style. an exceptional shot-stopper with superb distribution and an uncanny ability to read the game",
    "Prolific and instinctive striker",
    "Prolific scoring",
    "Providing creativity and goals from the wing",
    "Providing experience",
    "Pulling strings from deep.",
    "Quick",
    "Quick turns",
    "Rapid striker combining clinical finishing with creative flair",
    "Reached the pinnacle of his goal-scoring powers",
    "Relentless attacking runs",
    "Relentless goal scorer",
    "Renowned for his dazzling dribbling",
    "Renowned for his exceptional off-the-ball movement",
    "Renowned for his exceptional vision",
    "Renowned for his exquisite passing range",
    "Renowned for his incredible aerial ability",
    "Renowned for his incredible poaching ability",
    "Renowned for his incredible stamina",
    "Renowned for his record-breaking goal tally at the world cup",
    "Renowned for his unparalleled crossing ability",
    "Rensenbrink's exceptional dribbling and scoring ability were instrumental for both club and country",
    "Revolutionized goalkeeping with his aggressive",
    "Ronaldo evolved into a complete goal-scoring machine. his athleticism",
    "Rummenigge combined blistering pace with intelligent movement and lethal finishing. he was a constant threat",
    "Rummenigge was an unstoppable force. his combination of speed",
    "Schuster possessed exceptional passing range",
    "Scoring",
    "Scoring breathtaking",
    "Scoring breathtaking goals.",
    "Scoring crucial goals",
    "Scoring crucial goals and orchestrating play with unmatched intensity and skill.",
    "Scoring incredible goals",
    "Scoring prolifically and dictating tempo.",
    "Scoring prowess",
    "Scoring relentlessly and orchestrating attacks with peerless dribbling and passing.",
    "Scoring vital goals.",
    "Seamlessly transitioning between breaking up play and driving forward with power and poise.",
    "Setting new personal bests in la liga. despite real madrid's lack of major trophies",
    "Sharp finishing",
    "Shone brightly at the world cup",
    "Showcasing calm authority even against the best.",
    "Showcasing his unique blend of speed",
    "Showing incredible versatility across the front line and maintaining his elite dribbling and playmaking abilities.",
    "Skill",
    "Solidified his status as one of europe's most feared strikers",
    "Solo goals.",
    "Specializing in powerful finishes",
    "Speed",
    "Still an absolute master",
    "Still an exquisite deep-lying playmaker",
    "Still decisive with moments of magic and sublime passing.",
    "Still elite with blistering pace and scoring",
    "Still rapidly ascending.",
    "Still the dominant force",
    "Still the elegant",
    "Still the most elegant and effective libero in the world",
    "Still the ultimate penalty box predator",
    "Strength",
    "Strong leader for the polish national team.",
    "Strong leadership",
    "Strong tackling",
    "Stunning world cup performance. even more influential",
    "Sublime dribbling",
    "Superb positioning",
    "Surging runs down the left flank. integral to inter's catenaccio system.",
    "Sweeping defender",
    "Sweeping up defensive threats and launching attacks with unparalleled vision and precise passing. a true libero",
    "Tackling",
    "Tactical intelligence",
    "Technical skill",
    "The brain of two dominant teams (barca & spain)",
    "The complete forward dominating european football with stunning goals and brilliant all-round play. unstoppable.",
    "The driving force behind bayern munich's treble-winning season. his blistering pace",
    "The elegant 'der kaiser' orchestrated play from deep",
    "The embodiment of defensive excellence. a libero with unparalleled tactical intelligence",
    "The embodiment of total football",
    "The midfield enforcer and architect of milan's dominance",
    "The powerful",
    "The quintessential attacking midfielder",
    "The spearhead of france's attack at the world cup and an integral part of real madrid's european dominance",
    "The spearhead of real madrid's 'la d\\u00e9cima' triumph. ronaldo's blend of speed",
    "The ultimate big-game player",
    "The ultimate deep-lying playmaker",
    "The undisputed king of flair",
    "The undisputed king of football",
    "The undisputed orchestrator of france's world cup triumph. his vision",
    "The undisputed puppet master of barcelona's midfield",
    "Thriving in counter-attacking setups.",
    "Thunderous free-kicks",
    "Thunderous long shots",
    "Thunderous shots",
    "Tireless work rate",
    "Tormenting defenders with his elusive runs.",
    "Unbelievable skill",
    "Unflappable",
    "Unmatched physical presence",
    "Unparalleled creator and finisher",
    "Unparalleled penalty box instincts",
    "Unparalleled vision",
    "Unpredictable dribbling",
    "Unrivaled in his era",
    "Unstoppable dribbling",
    "Unstoppable pace and dribbling",
    "Using his strength and directness to overpower defenses.",
    "Versatile",
    "Versatile engine of the successful dutch and milan teams",
    "Vision",
    "Visionary passes",
    "Visionary passing",
    "Visionary through balls",
    "With devastating finishing",
    "With exceptional vision",
    "With exceptional vision and devastating finishing from any angle.",
    "World-class playmaker with incredible passing range"
  ],